{
  "artistName": "SHIN MI AE",
  "artistGenre": "Sint-pop va Ethereal Wave",
  "aboutTitle": "Haqida",
  "bio": "SHIN MI AE samoviy ovozi va immersive, xayoliy saundscapes bilan mashhur yakkaxon ijrochi. Sint-popning jonli energiyasini ethereal wave atmosferik sifatlari bilan mohirona aralashtirib, uning musiqasi tinglovchilarni boshqa o'lchamga olib boradigan noyob tovush gobelenini yaratadi.\n\nUning san'ati murakkab ohanglarni va esda qolarli so'zlarni global auditoriya bilan chuqur rezonanslashadigan jozibali hikoyalarga aylantirish qobiliyatining isbotidir, ular uning maftunkor va hissiy jihatdan boy chiqishlaridan doimo hayratda qoladilar.\n\nUning musiqiy sayohati 80-yillarning kashshof elektron musiqasiga bo'lgan chuqur qiziqishdan, zamonaviy tovush san'atkorlarining atrof-muhit, teksturali qatlamlari bilan birgalikda boshlangan. Ushbu o'ziga xos birlashuv uning o'ziga xos uslubini — bir vaqtning o'zida nostaljik va ajoyib darajada futuristik bo'lgan tovushni yaratdi.\n\nSHIN MI AE musiqa ko'rinmas narsalarga transsendent ko'prik bo'lib xizmat qiladi, insoniy hissiyotlarning keng chuqurliklarini va koinotning sirli sirlarini o'rganish uchun chuqur vositani taklif qiladi, deb qat'iy ishonadi. Har bir kompozitsiya katta, ochilayotgan hikoyaning ehtiyotkorlik bilan yaratilgan bir qismi bo'lib, tinglovchilarni introspektiv va boshqa dunyoviy izlanishga qo'shilishga taklif qiladi.\n\nFaqat vokalchi bo'lishdan tashqari, SHIN MI AE qo'shiq yozish va kompozitsiyada faol ishtirok etib, o'zining musiqiy koinotini mustahkam quradi. Uning so'zlari kundalik hayotdagi kichik lahzalardan tortib, hayot haqidagi fundamental savollarga qadar keng ko'lamli mavzularni qamrab oladi va tinglovchilarning qalbini she'riy ifoda va samimiy hissiyotlar bilan to'ldiradi.\n\nSahna ustida u portlovchi energiya va nozik hissiy ifoda o'rtasida tebranib, tomoshabinlarni hayratda qoldiradigan xarizmaga ega bo'lib, har bir chiqishni unutilmas tajribaga aylantiradi. U muxlislari bilan muloqotni qadrlaydi va musiqa orqali olgan sevgisini dunyo bilan qaytarib, ijobiy ta'sir ko'rsatadigan san'atkor sifatida o'sishda davom etadi.",
  "footer": "© {{year}} SHIN MI AE Music. Barcha huquqlar himoyalangan.",
  "introTitle": "SHIN MI AE",
  "introSubtitle": "Uning musiqasidagi ehtirosni his eting",
  "introButton": "Uning dunyosini kashf eting",
  "navProfile": "Profil",
  "navDiscography": "Diskografiya",
  "navGallery": "Galereya"
}

