{
  "artistName": "ШИН МИ Э",
  "artistGenre": "Синти-поп и Эфирная волна",
  "aboutTitle": "О ней",
  "bio": "ШИН МИ Э — сольная исполнительница, известная своим небесным голосом и захватывающими, мечтательными звуковыми ландшафтами. Умело сочетая яркую энергию синти-попа с атмосферными качествами эфирной волны, ее музыка создает уникальное звуковое полотно, которое переносит слушателей в другое измерение.\n\nЕе артистизм является свидетельством ее способности сплетать сложные мелодии и вызывающие воспоминания тексты в убедительные повествования, которые глубоко резонируют с мировой аудиторией, неизменно очарованной ее завораживающими и эмоционально насыщенными выступлениями.\n\nЕе музыкальный путь уходит корнями в глубокое увлечение новаторской электронной музыкой 80-х в сочетании с эмбиентными, текстурными слоями современных звуковых художников. Это отличительное слияние создало ее фирменный стиль — звук, который одновременно ностальгический и поразительно футуристический.\n\nШИН МИ Э твердо верит, что музыка служит трансцендентным мостом к невидимому, предлагая глубокую среду для исследования огромных глубин человеческих эмоций и загадочных тайн космоса. Каждая композиция — это тщательно созданный фрагмент большой, разворачивающейся истории, приглашающий слушателей присоединиться к ней в интроспективном и потустороннем исследовании.\n\nБудучи не просто вокалисткой, ШИН МИ Э активно участвует в написании песен и композиции, прочно строя свою собственную музыкальную вселенную. Ее тексты охватывают широкий круг тем от небольших моментов повседневной жизни до фундаментальных вопросов о жизни, трогая сердца слушателей поэтическим выражением и искренними эмоциями.\n\nНа сцене она излучает харизму, которая ошеломляет аудиторию, колеблясь между взрывной энергией и деликатным эмоциональным выражением, делая каждое выступление незабываемым. Она ценит общение со своими поклонниками и продолжает расти как артист, который оказывает положительное влияние, делясь любовью, которую она получает через музыку, с миром.",
  "footer": "© {{year}} ШИН МИ Э Music. Все права защищены.",
  "navProfile": "Профиль",
  "navLectures": "Лекции",
  "navDiscography": "Дискография",
  "navGallery": "Галерея"
}
