{
  "artistName": "SHIN MI AE",
  "artistGenre": "Synth-Pop & Ethereal Wave",
  "aboutTitle": "About",
  "bio": "SHIN MI AE is a solo artist celebrated for her celestial voice and immersive, dreamy soundscapes. Skillfully blending the vibrant energy of synth-pop with the atmospheric qualities of ethereal wave, her music creates a unique sonic tapestry that transports listeners to another dimension.\n\nHer artistry is a testament to her ability to weave intricate melodies and evocative lyrics into compelling narratives that resonate deeply with a global audience, who are consistently captivated by her mesmerizing and emotionally rich performances.\n\nHer musical journey is rooted in a deep fascination with the pioneering electronic music of the 80s, combined with the ambient, textural layers of contemporary sound artists. This distinctive fusion has forged her signature style—a sound that is at once nostalgic and strikingly futuristic.\n\nSHIN MI AE firmly believes that music serves as a transcendent bridge to the unseen, offering a profound medium to explore the vast depths of human emotion and the enigmatic mysteries of the cosmos. Each composition is a carefully crafted piece of a larger, unfolding story, inviting listeners to join her on an introspective and otherworldly exploration.\n\nBeyond being a mere vocalist, SHIN MI AE actively participates in songwriting and composition, solidly building her own musical universe. Her lyrics cover a wide range of topics from small moments in daily life to fundamental questions about life, moving listeners' hearts with poetic expression and sincere emotion.\n\nOn stage, she exudes a charisma that overwhelms the audience, fluctuating between explosive energy and delicate emotional expression, making every performance an unforgettable experience. She values communication with her fans and continues to grow as an artist who practices a positive influence by sharing the love she receives through music back with the world.",
  "footer": "© {{year}} SHIN MI AE Music. All Rights Reserved.",
  "navProfile": "Profile",
  "navDiscography": "Discography",
  "navGallery": "Gallery"
}
